---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CantCopyLevelsOrRefPlanesToNonMassFamily
source: html/97c0d106-e3ba-997f-6682-9749fbcb7362.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CantCopyLevelsOrRefPlanesToNonMassFamily Property

Can't copy levels or reference planes to families that are not Mass families.

## Syntax (C#)
```csharp
public static FailureDefinitionId CantCopyLevelsOrRefPlanesToNonMassFamily { get; }
```